
;============================================
; AMMO UPGRADES - BASIC
;============================================

[TLMUpgrade_SAVHollowPointRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="Hollow Point Rounds"
FriendlyNamePlural="Hollow Point Rounds"
BriefSummary="Designed to expand inside the target, this specialized ammo adds +15 Crit Chance and +1 Crit Damage. Poor penetration for these rounds reduces their effectiveness against targets that are armored or in cover."
TinySummary="+Ammo Bonus, -Clip size"

[TLMUpgrade_DumbTracerRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="Dumb Tracer Rounds"
FriendlyNamePlural="Dumb Tracer Rounds"
BriefSummary="A bright chemical flare in the tip of the round clearly indicates the trajectory of shots taken, this improves aim especially for weapons that fire a burst of shots, unfortunatley this clearly marks the shooter, as well as the target's possitions."
TinySummary="+Ammo Bonus, -Clip size"

[TLMUpgrade_HighVelocityAP X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="High Velocity AP Rounds"
FriendlyNamePlural="High Velocity AP Rounds"
BriefSummary="Ammunition designed to punch through armour and cover with ease, the drawback however, is that the small dense round passes though targets reducing the likelyhood of causing critical damage significantly."
TinySummary="+Ammo Bonus, -Clip size"

[TLMUpgrade_IgnitionRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="Ignition Rounds"
FriendlyNamePlural="Ignition Rounds"
BriefSummary="Ammunition designed Ignite the target on contact, the initial impact of the round is reduced, however the target will be rapidly consumed by flames."
TinySummary="+Ammo Bonus, -Clip size"

[TLMUpgrade_HighCalRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="High Calibre Rounds"
FriendlyNamePlural="High Calibre Rounds"
BriefSummary="A few simple pre-mission modifications to XCOM's arsenal allow the use of this High Caliber ammunition, granting 25% +1 bonus damage and AP, however, the magazine size is reduced and the brutal recoil reduces accuracy on consecutive shots."
TinySummary="+Ammo Bonus, -Clip size"

[TLMUpgrade_ExplosiveRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="HE Rounds"
FriendlyNamePlural="HE Rounds"
BriefSummary="These rounds have a high explosive charge in the tip, on hitting the target the charge detonates rupturing the target and with heavier weapons, shredding its armor. The bigger the weapon this ammo is loaded in to, the more powerful this explosive effect is."
TinySummary="+Ammo Bonus, -Clip size"

[TLMUpgrade_SavStunRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="XStun Rounds"
FriendlyNamePlural="XStun Rounds"
BriefSummary="Rounds modified to expend a powerful electrical charge on impact, possibly stunning the target for one action point. Damage is reduced against organics but mechanical enemies take extra damage."
TinySummary="+Ammo Bonus, -Clip size"

[TLMUpgrade_AAJRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="Alloy Jacketed Rounds"
FriendlyNamePlural="Alloy Jacketed Rounds"
BriefSummary="While Alien Alloy is notoriously difficult to machine it provides superb armour penetration. These rounds add +10 Crit Chance and +1 Crit Damage and +2 armour piercing when equipped. They also have the cover piercing property improving performance against targets in cover."
TinySummary="+Ammo Bonus, -Clip size"

[TLMUpgrade_AAJDERounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="AAJDE Rounds"
FriendlyNamePlural="AAJDE Rounds"
BriefSummary="Alien Alloy Jacketed Depleted Elerium rounds improve uppon the armour penetrating performance of our previous designs, by incorporating a super high density depleted elerium core. Grants +4 Armour piercing and 1 armour shread when equipped. They also have the cover piercing property improving performance against targets in cover."
TinySummary="+Ammo Bonus, -Clip size"

[TLMUpgrade_PlasmaBurstRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="Plasma Burst Rounds"
FriendlyNamePlural="Plasma Burst Rounds"
BriefSummary="Elerium powered plasma containment rounds, on impact the containment fails unleashing a blast of plasma which shreds armor and ruptures the target causing it to take increased damage from subsiquent attacks."
TinySummary="+Ammo Bonus, -Clip size"

[TLMUpgrade_DisruptorRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="Disruptor Rounds"
FriendlyNamePlural="Disruptor Rounds"
BriefSummary="These rounds eject a directed cognitive disruption beam, which severly impairs the target's mental state, stunning, disorienting and draining will, or hack defence on impact."
TinySummary="+Ammo Bonus, -Clip size"

[TLMUpgrade_SmartSeekerRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="Smart Seeker Rounds"
FriendlyNamePlural="Smart Seeker Rounds"
BriefSummary="These rounds lock on to targets and seek out thier weak points. However, without targeting data they are no better than normal ammunition. Autopsied targets will take addidtional damage and targets which are marked with certain effects will be easier to hit."
TinySummary="+Ammo Bonus, -Clip size"

[TLMUpgrade_HotshotRounds X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="HotShot Rounds"
FriendlyNamePlural="HotShot Rounds"
BriefSummary="These rounds contain a caustic chemical warhead which ignites on contact with the air causing the target to be engulfed in flame while being burned by the acidic mixture. Bonus crit chance and shred, but the ammunition quickly ablates on contact with air reducing accuracy."
TinySummary="+Ammo Bonus, -Clip size"

;============================================
; AMMO UPGRADES - ADVANCED
;============================================

[TLMUpgrade_SAVHollowPointRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="Hollow Point Rounds"
FriendlyNamePlural="Hollow Point Rounds"
BriefSummary="Designed to expand inside the target, this specialized ammo adds +15 Crit Chance and +1 Crit Damage. Poor penetration for these rounds reduces their effectiveness against targets that are armored or in cover."
TinySummary="+Ammo Bonus, +Clip size"

[TLMUpgrade_DumbTracerRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="Dumb Tracer Rounds"
FriendlyNamePlural="Dumb Tracer Rounds"
BriefSummary="A bright chemical flare in the tip of the round clearly indicates the trajectory of shots taken, this improves aim especially for weapons that fire a burst of shots, unfortunatley this clearly marks the shooter, as well as the target's possitions."
TinySummary="+Ammo Bonus, +Clip size"

[TLMUpgrade_HighVelocityAPAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="High Velocity AP Rounds"
FriendlyNamePlural="High Velocity AP Rounds"
BriefSummary="Ammunition designed to punch through armour and cover with ease, the drawback however, is that the small dense round passes though targets reducing the likelyhood of causing critical damage significantly."
TinySummary="+Ammo Bonus, +Clip size"

[TLMUpgrade_IgnitionRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="Ignition Rounds"
FriendlyNamePlural="Ignition Rounds"
BriefSummary="Ammunition designed Ignite the target on contact, the initial impact of the round is reduced, however the target will be rapidly consumed by flames."
TinySummary="+Ammo Bonus, +Clip size"

[TLMUpgrade_HighCalRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="High Calibre Rounds"
FriendlyNamePlural="High Calibre Rounds"
BriefSummary="A few simple pre-mission modifications to XCOM's arsenal allow the use of this High Caliber ammunition, granting 25% +1 bonus damage and AP, however, the magazine size is reduced and the brutal recoil reduces accuracy on consecutive shots."
TinySummary="+Ammo Bonus, +Clip size"

[TLMUpgrade_ExplosiveRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="HE Rounds"
FriendlyNamePlural="HE Rounds"
BriefSummary="These rounds have a high explosive charge in the tip, on hitting the target the charge detonates rupturing the target and with heavier weapons, shredding its armor. The bigger the weapon this ammo is loaded in to, the more powerful this explosive effect is."
TinySummary="+Ammo Bonus, +Clip size"

[TLMUpgrade_SavStunRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="XStun Rounds"
FriendlyNamePlural="XStun Rounds"
BriefSummary="Rounds modified to expend a powerful electrical charge on impact, possibly stunning the target for one action point. Damage is reduced against organics but mechanical enemies take extra damage."
TinySummary="+Ammo Bonus, +Clip size"

[TLMUpgrade_AAJRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="Alloy Jacketed Rounds"
FriendlyNamePlural="Alloy Jacketed Rounds"
BriefSummary="While Alien Alloy is notoriously difficult to machine it provides superb armour penetration. These rounds add +10 Crit Chance and +1 Crit Damage and +2 armour piercing when equipped. They also have the cover piercing property improving performance against targets in cover."
TinySummary="+Ammo Bonus, +Clip size"

[TLMUpgrade_AAJDERoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="AAJDE Rounds"
FriendlyNamePlural="AAJDE Rounds"
BriefSummary="Alien Alloy Jacketed Depleted Elerium rounds improve uppon the armour penetrating performance of our previous designs, by incorporating a super high density depleted elerium core. Grants +4 Armour piercing and 1 armour shread when equipped. They also have the cover piercing property improving performance against targets in cover."
TinySummary="+Ammo Bonus, +Clip size"

[TLMUpgrade_PlasmaBurstRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="Plasma Burst Rounds"
FriendlyNamePlural="Plasma Burst Rounds"
BriefSummary="Elerium powered plasma containment rounds, on impact the containment fails unleashing a blast of plasma which shreds armor and ruptures the target causing it to take increased damage from subsiquent attacks."
TinySummary="+Ammo Bonus, +Clip size"

[TLMUpgrade_DisruptorRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="Disruptor Rounds"
FriendlyNamePlural="Disruptor Rounds"
BriefSummary="These rounds eject a directed cognitive disruption beam, which severly impairs the target's mental state, stunning, disorienting and draining will, or hack defence on impact."
TinySummary="+Ammo Bonus, +Clip size"

[TLMUpgrade_SmartSeekerRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="Smart Seeker Rounds"
FriendlyNamePlural="Smart Seeker Rounds"
BriefSummary="These rounds lock on to targets and seek out thier weak points. However, without targeting data they are no better than normal ammunition. Autopsied targets will take addidtional damage and targets which are marked with certain effects will be easier to hit."
TinySummary="+Ammo Bonus, +Clip size"

[TLMUpgrade_HotshotRoundsAdv X2WeaponUpgradeTemplate_TLMAmmo]
FriendlyName="HotShot Rounds"
FriendlyNamePlural="HotShot Rounds"
BriefSummary="These rounds contain a caustic chemical warhead which ignites on contact with the air causing the target to be engulfed in flame while being burned by the acidic mixture. Bonus crit chance and shred, but the ammunition quickly ablates on contact with air reducing accuracy."
TinySummary="+Ammo Bonus, +Clip size"
;============================================
